tap "homebrew/bundle"
tap "homebrew/services"
tap "weaveworks/tap"
brew "anyenv"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "kind"
brew "libfido2"
brew "libzip"
brew "lsd"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "peco"
brew "pre-commit"
brew "protobuf"
brew "qemu"
brew "rename"
brew "sl"
brew "starship"
brew "tfmigrate"
brew "tmux"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "watch"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "1password-cli"
cask "corretto@17"
cask "fig"
cask "flutter"
cask "gitify"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "session-manager-plugin"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.slidev"
vscode "blaugold.melos-code"
vscode "dangmai.workspace-default-settings"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "huntertran.auto-markdown-toc"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mattlott.copy-github-url"
vscode "mechatroner.rainbow-csv"
vscode "mishkinf.goto-next-previous-member"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-speech-language-pack-ja-jp"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shuworks.vscode-table-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "taichi.vscode-textlint"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
